{
  "origin": "https://www.yelp.com/biz/philz-coffee-san-francisco-2?start=0",
  "name_of_reviewer": "Moani H.",
  "date_of_review": "5/23/2017",
  "review": "The best coffee I've ever had and also unique flavors with quality taste. I would recommend everyone to try this, coffee-lover or not. I got the mojito iced coffee, and it was very refreshing. Tasted exactly like a mojito (without the alcohol) and some coffee--it sounds strange but if you love mojitos like I do, you'll love this coffee. They also had a pumpkin spice ice coffee and that was also delicious if you like pumpkin spice. I also tried my friends tavosa blend which is the most popular and the smoothness spoke for the quality of the coffee. The barista was very friendly and even saw me trying to get a good picture of my mint leaf on top of my coffee and offered me another that was prettier. The layout of how you order and pay is a little strange, you order first at the first counter you see then turn around and then pay at the other counter that has a few pastries you could choose to add on.",
  "rating": "5.0",
  "useful": "1",
  "reviewScore": 0.5,
  "reviewMagnitude": 5.300000190734863,
  "sentences": [
    {
      "Sentence": "The best coffee I've ever had and also unique flavors with quality taste.",
      "Score": 0.8999999761581421,
      "Magnitude": 0.8999999761581421
    },
    {
      "Sentence": "I would recommend everyone to try this, coffee-lover or not.",
      "Score": 0.10000000149011612,
      "Magnitude": 0.10000000149011612
    },
    {
      "Sentence": "I got the mojito iced coffee, and it was very refreshing.",
      "Score": 0.5,
      "Magnitude": 0.5
    },
    {
      "Sentence": "Tasted exactly like a mojito (without the alcohol) and some coffee--it sounds strange but if you love mojitos like I do, you'll love this coffee.",
      "Score": 0.699999988079071,
      "Magnitude": 0.699999988079071
    },
    {
      "Sentence": "They also had a pumpkin spice ice coffee and that was also delicious if you like pumpkin spice.",
      "Score": 0.8999999761581421,
      "Magnitude": 0.8999999761581421
    },
    {
      "Sentence": "I also tried my friends tavosa blend which is the most popular and the smoothness spoke for the quality of the coffee.",
      "Score": 0.699999988079071,
      "Magnitude": 0.699999988079071
    },
    {
      "Sentence": "The barista was very friendly and even saw me trying to get a good picture of my mint leaf on top of my coffee and offered me another that was prettier.",
      "Score": 0.8999999761581421,
      "Magnitude": 0.8999999761581421
    },
    {
      "Sentence": "The layout of how you order and pay is a little strange, you order first at the first counter you see then turn around and then pay at the other counter that has a few pastries you could choose to add on.",
      "Score": -0.30000001192092896,
      "Magnitude": 0.30000001192092896
    }
  ]
}